driver-tests/bpelse/while/WhileJbi/test/WhileWait24/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:whil="http://j2ee.netbeans.org/wsdl/WhileWait">
  <soapenv:Body>
    <whil:string>WhileWait</whil:string>
    <whil:counter>5</whil:counter>
  </soapenv:Body>
</soapenv:Envelope>